Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# background_location_distance_filter_100m_explanation
source: Default. Accepts frequent background updates after about 100 m of movement and is the most battery-friendly frequent mode.
da: Standard. Accepterer hyppigere baggrundsopdateringer efter ca. 100 m bevægelse og er den mest batterivenlige hyppige tilstand.
de: Standard. Akzeptiert häufigere Hintergrund-Updates nach etwa 100 m Bewegung und ist der akkusparendste häufigere Modus.
es: Predeterminado. Acepta actualizaciones frecuentes en segundo plano tras unos 100 m de movimiento y es el modo frecuente que ahorra más batería.
fi: Oletus. Hyväksyy tiheämmät taustapäivitykset noin 100 m liikkeen jälkeen ja on akkua säästävin tiheä tila.
fr: Par défaut. Accepte les mises à jour fréquentes en arrière-plan après environ 100 m de déplacement et reste le mode fréquent le plus économe.
it: Predefinito. Accetta aggiornamenti frequenti in background dopo circa 100 m di movimento ed è la modalità frequente più efficiente per la batteria.
ja: 標準。約100 mの移動後に、より頻繁なバックグラウンド更新を受け入れます。頻繁モードの中では最も省電力です。
nl: Standaard. Accepteert frequentere achtergrondupdates na ongeveer 100 m beweging en is de zuinigste frequente modus.
zh_hans: 默认。移动约 100 米后才接受更频繁的后台更新，是频繁模式中最省电的选择。

# background_location_distance_filter_title
source: Movement threshold
da: Bevægelsestærskel
de: Bewegungsschwelle
es: Umbral de movimiento
fi: Liikkumiskynnys
fr: Seuil de déplacement
it: Soglia di movimento
ja: 移動しきい値
nl: Bewegingsdrempel
zh_hans: 移动阈值

# background_location_updates_section_title
source: Background location updates
da: Baggrundsopdateringer
de: Hintergrund-Standortupdates
es: Actualizaciones de ubicación en segundo plano
fi: Taustasijaintipäivitykset
fr: Mises à jour de position en arrière-plan
it: Aggiornamenti posizione in background
ja: バックグラウンド位置更新
nl: Achtergrondlocatie-updates
zh_hans: 后台位置更新

# background_status_header
source: Background Status
da: Baggrundsstatus
de: Hintergrund-Status
es: Estado en segundo plano
fi: Taustatila
fr: État en arrière-plan
it: Stato in background
ja: バックグラウンドステータス
nl: Achtergrondstatus
zh_hans: 后台状态

# background_tracking_expires_at_label
source: Active until
da: Aktiv indtil
de: Aktiv bis
es: Activo hasta
fi: Aktiivinen asti
fr: Actif jusqu’à
it: Attivo fino a
ja: 有効期限
nl: Actief tot
zh_hans: 有效期至

# background_tracking_expires_never
source: Never
da: Aldrig
de: Nie
es: Nunca
fi: Ei koskaan
fr: Jamais
it: Mai
ja: なし
nl: Nooit
zh_hans: 永不

# background_tracking_mode_frequent_format
source: Frequent (%d m)
da: Hyppigere (%d m)
de: Häufiger (%d m)
es: Frecuente (%d m)
fi: Tiheä (%d m)
fr: Fréquent (%d m)
it: Frequente (%d m)
ja: 頻繁 (%d m)
zh_hans: 频繁（%d 米）

# background_tracking_mode_significant_change
source: Battery saving
da: Strømbesparelse
de: Energiesparmodus
es: Ahorro de batería
fi: Virransäästö
fr: Économie de batterie
it: Risparmio batteria
ja: 省電力
nl: Batterijbesparing
zh_hans: 省电

# background_tracking_mode_title
source: Background mode
da: Baggrundstilstand
de: Hintergrundmodus
es: Modo en segundo plano
fi: Taustatila
fr: Mode arrière-plan
it: Modalità background
ja: バックグラウンドモード
nl: Achtergrondmodus
zh_hans: 后台模式

# background_updates_label
source: Background updates today:
da: Baggrundsopdateringer i dag:
de: Hintergrund-Updates heute:
es: Actualizaciones en segundo plano hoy:
fi: Taustapäivitykset tänään:
fr: Mises à jour en arrière-plan aujourd’hui :
it: Aggiornamenti in background oggi:
ja: 本日のバックグラウンド更新
nl: Achtergrondupdates vandaag:
zh_hans: 今日后台更新：

source: Battery level
da: Batteriniveau
de: Batteriestand
es: Nivel de batería
fi: Akun taso
fr: Niveau de batterie
it: Livello batteria
ja: バッテリー残量
nl: Batterijniveau
zh_hans: 电量水平

source: Brightness
da: Lysstyrke
de: Helligkeit
es: Brillo
fi: Kirkkaus
fr: Luminosité
it: Luminosità
ja: 明度
nl: Helderheid
zh_hans: 亮度

source: cancel
da: annullér
de: Abbrechen
es: cancelar
fi: peruuta
fr: annuler
it: annulla
ja: キャンセル
nl: annuleren
zh_hans: 取消

# cancel_button_label
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
zh_hans: 取消

source: Choose the server you trust.
da: Vælg den server, du har tillid til.
de: Wähle den Server, dem du vertraust.
es: Elige el servidor en el que confías.
fi: Valitse luotettava palvelin.
fr: Choisis le serveur en lequel tu as confiance.
it: Scegli il server di cui ti fidi.
ja: 信頼できるサーバーを選択してください。
nl: Kies de server die je vertrouwt.
zh_hans: 选择你信任的服务器。

# close_button_label
source: Close
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
zh_hans: 关闭

source: Compass
da: Kompas
de: Kompass
es: Brújula
fi: Kompassi
fr: Boussole
it: Bussola
ja: コンパス
nl: Kompas
zh_hans: 指南针

# compass_E
source: E
da: Ø
de: O
ja: 東
nl: O
zh_hans: 东

# compass_NW
source: NW
da: NV
es: NO
fr: NO
it: NO
ja: 北西
zh_hans: 西北

# compass_SW
source: SW
da: SV
es: SO
fr: SO
it: SO
ja: 南西
nl: ZW
zh_hans: 西南

# compass_W
source: W
da: V
es: O
fr: O
it: O
ja: 西
zh_hans: 西

source: Copy device ID
da: Kopiér enheds-ID
de: Geräte-ID kopieren
es: Copiar el ID del dispositivo
fi: Kopioi laite-ID
fr: Copier l’identifiant de l’appareil
it: Copia ID dispositivo
ja: デバイスIDをコピー
nl: Apparaat-ID kopiëren
zh_hans: 复制设备 ID

# copy_device_id_hint
source: Copies your device ID to the clipboard
da: Kopierer dit enheds-ID til udklipsholderen
de: Kopiert deine Geräte-ID in die Zwischenablage
es: Copia tu ID de dispositivo en el portapapeles
fi: Kopioi laite-ID leikepöydälle
fr: Copie ton identifiant d’appareil dans le presse-papiers
it: Copia il tuo ID dispositivo negli appunti
ja: デバイスIDをクリップボードにコピーします
nl: Kopieert je apparaat-ID naar het klembord
zh_hans: 将你的设备 ID 复制到剪贴板

source: Current location
da: Aktuel placering
de: Aktueller Standort
es: Ubicación actual
fi: Nykyinen sijainti
fr: Position actuelle
it: Posizione attuale
ja: 現在の位置
nl: Huidige locatie
zh_hans: 当前位置

source: Current device
da: Nuværende enhed
de: Aktuelles Gerät
es: Dispositivo actual
fi: Nykyinen laite
fr: Appareil actuel
it: Dispositivo attuale
ja: 現在のデバイス
nl: Huidig apparaat
zh_hans: 当前设备

source: Custom server URL (must start with https://)
da: Brugerdefineret server-URL (skal starte med https://)
de: Benutzerdefinierte Server-URL (muss mit https:// beginnen)
es: URL de servidor personalizado (debe empezar por https://)
fi: Mukautettu palvelin-URL (alkaa https://)
fr: URL du serveur personnalisé (doit commencer par https://)
it: URL server personalizzato (deve iniziare con https://)
ja: カスタムサーバーのURL（https://で始まる必要があります）
nl: Aangepaste server-URL (moet beginnen met https://)
zh_hans: 自定义服务器 URL（必须以 https:// 开头）

source: Deactivate device lock
da: Deaktiver enhedslås
de: Gerätesperre deaktivieren
es: Desactivar el bloqueo del dispositivo
fi: Poista laitteen lukitus käytöstä
fr: désactiver le verrouillage de l’appareil
it: Disattiva blocco dispositivo
ja: デバイスロックを無効化
nl: Apparaatvergrendeling uitschakelen
zh_hans: 禁用设备锁定

# debug_marker_device_alt_name
source: Sample Device B
da: Eksempel-enhed B
de: Beispielgerät B
es: Dispositivo de ejemplo B
fi: Esimerkkilaite B
fr: Appareil exemple B
it: Dispositivo di esempio B
ja: サンプルデバイスB
nl: Voorbeeldapparaat B
zh_hans: 示例设备 B

# debug_marker_device_name
source: Sample Device A
da: Eksempel-enhed A
de: Beispielgerät A
es: Dispositivo de ejemplo A
fi: Esimerkkilaite A
fr: Appareil exemple A
it: Dispositivo di esempio A
ja: サンプルデバイスA
nl: Voorbeeldapparaat A
zh_hans: 示例设备 A

# decoding_error
source: Could not get device location data from the Miataru server. Device might not exist.
da: Kunne ikke hente enhedens placeringsdata fra Miataru-serveren. Enheden findes muligvis ikke.
de: Standortdaten des Geräts konnten nicht vom Miataru-Server abgerufen werden. Das Gerät existiert möglicherweise nicht.
es: No se pudieron obtener los datos de ubicación del dispositivo del servidor Miataru. Puede que el dispositivo no exista.
fi: Ei voitu hakea laitteen sijaintidataa Miataru-palvelimelta. Laite ei ehkä ole olemassa.
fr: Impossible d’obtenir les données de localisation de l’appareil depuis le serveur Miataru. L’appareil n’existe peut-être pas.
it: Impossibile ottenere i dati di posizione dal server Miataru. Il dispositivo potrebbe non esistere.
ja: Miataruサーバーからデバイスの位置情報を取得できませんでした。デバイスが存在しない可能性があります。
nl: Kon geen apparaatlocatiegegevens van de Miataru-server ophalen. Apparaat bestaat mogelijk niet.
zh_hans: 无法从 Miataru 服务器获取设备位置数据。设备可能不存在。

source: Default map
da: standardkort
de: Standardkarte
es: mapa predeterminado
fi: oletuskartta
fr: carte par défaut
it: mappa predefinita
ja: デフォルトマップ
nl: standaardkaart
zh_hans: 默认地图

# delete_device
source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
zh_hans: 删除

source: Delete Group
da: Slet gruppe
de: Gruppe löschen
es: Eliminar grupo
fi: Poista ryhmä
fr: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
nl: Groep verwijderen
zh_hans: 删除群组

source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# Device slogan
source: Device Info Text
da: Enhedsinfo-tekst
de: Geräte-Info
es: Texto de info del dispositivo
fi: Laitteen infoteksti
fr: Texte d'info de l'appareil
it: Testo info dispositivo
ja: デバイス情報テキスト
nl: Apparaat-infotekst
zh_hans: 设备信息文本

# Device Slogan
source: Device Info Text
da: Enhedsinfo-tekst
de: Geräte-Info
es: Texto de info del dispositivo
fi: Laitteen infoteksti
fr: Texte d'info de l'appareil
it: Testo info dispositivo
ja: デバイス情報テキスト
nl: Apparaat-infotekst
zh_hans: 设备信息文本

source: Device actions
da: Enheds-handlinger
de: Geräteaktionen
es: Acciones del dispositivo
fi: Laitteen toiminnot
fr: Actions de l’appareil
it: Azioni dispositivo
ja: デバイスの操作
nl: Apparaatacties
zh_hans: 设备操作

source: Device Color
da: Enhedsfarve
de: Gerätefarbe
es: Color del dispositivo
fi: Laitteen väri
fr: Couleur de l’appareil
it: Colore dispositivo
ja: デバイスの色
nl: Apparaatkleur
zh_hans: 设备颜色

source: Device ID
da: Enheds-ID
de: Geräte‑ID
es: ID del dispositivo
fi: Laite-ID
fr: Identifiant de l’appareil
it: ID dispositivo
ja: デバイスID
nl: Apparaat-ID
zh_hans: 设备 ID

# device_id_copied_to_clipboard
source: Device ID was copied to the clipboard.
da: Enheds-ID blev kopieret til udklipsholderen.
de: Geräte‑ID wurde in die Zwischenablage kopiert.
es: El ID del dispositivo se copió en el portapapeles.
fi: Laite-ID kopioitu leikepöydälle.
fr: L’identifiant de l’appareil a été copié dans le presse-papiers.
it: ID dispositivo copiato negli appunti.
ja: デバイスIDがクリップボードにコピーされました。
nl: Apparaat-ID is naar het klembord gekopieerd.
zh_hans: 设备 ID 已复制到剪贴板。

# device_id2
source: enter the ID here or scan QR code
da: indtast ID'et her eller scan QR-koden
de: Gib die ID hier ein oder scanne den QR‑Code
es: ingresa el ID aquí o escanea el código QR
fi: syötä ID tähän tai skannaa QR
fr: saisissez l’ID ici ou scannez le code QR
it: inserisci l'ID qui o scansiona il QR
ja: IDをここに入力するか、QRコードをスキャンしてください。
nl: voer hier het ID in of scan de QR-code
zh_hans: 在此输入 ID 或扫描二维码

# device_key_auth_mismatch_message
source: The stored DeviceKey does not match the server. Please set or restore your DeviceKey.
da: Den gemte DeviceKey matcher ikke serveren. Indstil eller gendan din DeviceKey.
de: Der gespeicherte DeviceKey stimmt nicht mit dem Server überein. Bitte DeviceKey setzen oder wiederherstellen.
es: El DeviceKey almacenado no coincide con el servidor. Configura o restaura tu DeviceKey.
fi: Tallennettu DeviceKey ei vastaa palvelinta. Aseta tai palauta DeviceKey.
fr: Le DeviceKey enregistré ne correspond pas au serveur. Définis ou restaure ton DeviceKey.
it: Il DeviceKey salvato non corrisponde al server. Imposta o ripristina il tuo DeviceKey.
ja: 保存された DeviceKey がサーバーと一致しません。DeviceKey を設定または復元してください。
nl: De opgeslagen DeviceKey komt niet overeen met de server. Stel je DeviceKey in of herstel deze.
zh_hans: 已保存的 DeviceKey 与服务器不匹配。请设置或恢复你的 DeviceKey。

# device_key_auth_required_message
source: DeviceKey authentication is required. Please set or restore your DeviceKey.
da: DeviceKey-godkendelse er påkrævet. Indstil eller gendan din DeviceKey.
de: DeviceKey-Authentifizierung ist erforderlich. Bitte DeviceKey festlegen oder wiederherstellen.
es: Se requiere la autenticación de DeviceKey. Configura o restaura tu DeviceKey.
fi: DeviceKey-todennus vaaditaan. Aseta tai palauta DeviceKey.
fr: L’authentification DeviceKey est requise. Définis ou restaure ton DeviceKey.
it: È richiesta l’autenticazione DeviceKey. Imposta o ripristina il tuo DeviceKey.
ja: DeviceKey の認証が必要です。DeviceKey を設定または復元してください。
nl: DeviceKey-authenticatie is vereist. Stel je DeviceKey in of herstel deze.
zh_hans: 需要 DeviceKey 认证。请设置或恢复你的 DeviceKey。

# device_key_auth_runtime_error_message
source: DeviceKey error: The currently stored DeviceKey is missing or not accepted by the server. Please set or restore your DeviceKey.
da: DeviceKey-fejl: Den aktuelt gemte DeviceKey mangler eller accepteres ikke af serveren. Indstil eller gendan din DeviceKey.
de: DeviceKey-Fehler: Der aktuell gespeicherte DeviceKey fehlt oder wird vom Server nicht akzeptiert. Bitte DeviceKey setzen oder wiederherstellen.
es: Error de DeviceKey: el DeviceKey almacenado actualmente falta o no es aceptado por el servidor. Configura o restaura tu DeviceKey.
fi: DeviceKey-virhe: nykyinen tallennettu DeviceKey puuttuu tai palvelin ei hyväksy sitä. Aseta tai palauta DeviceKey.
fr: Erreur DeviceKey : le DeviceKey actuellement enregistré est manquant ou non accepté par le serveur. Définis ou restaure ton DeviceKey.
it: Errore DeviceKey: il DeviceKey attualmente salvato manca o non è accettato dal server. Imposta o ripristina il tuo DeviceKey.
ja: DeviceKey エラー: 現在保存されている DeviceKey がないか、サーバーに受け付けられていません。DeviceKey を設定または復元してください。
nl: DeviceKey-fout: de momenteel opgeslagen DeviceKey ontbreekt of wordt niet geaccepteerd door de server. Stel je DeviceKey in of herstel deze.
zh_hans: DeviceKey 错误：当前保存的 DeviceKey 缺失或不被服务器接受。请设置或恢复你的 DeviceKey。

# device_key_banner_configure_button
source: Change DeviceKey
da: Skift DeviceKey
de: DeviceKey ändern
es: Cambiar DeviceKey
fi: Vaihda DeviceKey
fr: Changer le DeviceKey
it: Cambia DeviceKey
ja: DeviceKey を変更
nl: DeviceKey wijzigen
zh_hans: 更改 DeviceKey

# device_key_banner_dismiss
source: Dismiss
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
zh_hans: 关闭

# device_key_banner_set_button
source: Set DeviceKey
da: Indstil DeviceKey
de: DeviceKey setzen
es: Establecer DeviceKey
fi: Aseta DeviceKey
fr: Définir le DeviceKey
it: Imposta DeviceKey
ja: DeviceKey を設定
nl: DeviceKey instellen
zh_hans: 设置 DeviceKey

# device_key_button_hint
source: Manage and update your DeviceKey
da: Administrer og opdater din DeviceKey
de: DeviceKey verwalten und aktualisieren
es: Gestiona y actualiza tu DeviceKey
fi: Hallitse ja päivitä DeviceKey
fr: Gérer et mettre à jour ton DeviceKey
it: Gestisci e aggiorna il tuo DeviceKey
ja: DeviceKey を管理して更新します
nl: Beheer en werk je DeviceKey bij
zh_hans: 管理并更新你的 DeviceKey

# device_key_button_label
source: DeviceKey settings
da: DeviceKey-indstillinger
de: DeviceKey-Einstellungen
es: Ajustes de DeviceKey
fi: DeviceKey-asetukset
fr: Paramètres DeviceKey
it: Impostazioni DeviceKey
ja: DeviceKey 設定
nl: DeviceKey-instellingen
zh_hans: DeviceKey 设置

# device_key_copied
source: DeviceKey copied to clipboard
da: DeviceKey kopieret til udklipsholder
de: DeviceKey in die Zwischenablage kopiert
es: DeviceKey copiado al portapapeles
fi: DeviceKey kopioitu leikepöydälle
fr: DeviceKey copié dans le presse-papiers
it: DeviceKey copiato negli appunti
ja: DeviceKey をクリップボードにコピーしました
nl: DeviceKey gekopieerd naar het klembord
zh_hans: DeviceKey 已复制到剪贴板

# device_key_copy_hint
source: Copies your DeviceKey to the clipboard
da: Kopierer din DeviceKey til udklipsholderen
de: Kopiert deinen DeviceKey in die Zwischenablage
es: Copia tu DeviceKey al portapapeles
fi: Kopioi DeviceKey leikepöydälle
fr: Copie ton DeviceKey dans le presse-papiers
it: Copia il tuo DeviceKey negli appunti
ja: DeviceKey をクリップボードにコピーします
nl: Kopieert je DeviceKey naar het klembord
zh_hans: 将你的 DeviceKey 复制到剪贴板

# device_key_copy_label
source: Copy DeviceKey
da: Kopiér DeviceKey
de: DeviceKey kopieren
es: Copiar DeviceKey
fi: Kopioi DeviceKey
fr: Copier le DeviceKey
it: Copia DeviceKey
ja: DeviceKey をコピー
nl: DeviceKey kopiëren
zh_hans: 复制 DeviceKey

# device_key_current_label
source: Current DeviceKey
da: Nuværende DeviceKey
de: Aktueller DeviceKey
es: DeviceKey actual
fi: Nykyinen DeviceKey
fr: DeviceKey actuel
it: DeviceKey attuale
ja: 現在の DeviceKey
nl: Huidige DeviceKey
zh_hans: 当前 DeviceKey

# device_key_custom_confirm
source: Set DeviceKey
da: Indstil DeviceKey
de: DeviceKey festlegen
es: Establecer DeviceKey
fi: Aseta DeviceKey
fr: Définir DeviceKey
it: Imposta DeviceKey
ja: DeviceKey を設定
nl: DeviceKey instellen
zh_hans: 设置 DeviceKey

# device_key_custom_emergency_button
source: Create new DeviceID and DeviceKey
da: Opret ny DeviceID og DeviceKey
de: Neue DeviceID und DeviceKey erzeugen
es: Crear nueva DeviceID y DeviceKey
fi: Luo uusi DeviceID ja DeviceKey
fr: Créer un nouveau DeviceID et DeviceKey
it: Crea nuovo DeviceID e DeviceKey
ja: 新しい DeviceID と DeviceKey を作成
nl: Nieuwe DeviceID en DeviceKey maken
zh_hans: 创建新的 DeviceID 和 DeviceKey

# device_key_custom_emergency_confirm_action
source: Create New Identity
da: Opret ny identitet
de: Neue Identität erzeugen
es: Crear nueva identidad
fi: Luo uusi identiteetti
fr: Créer une nouvelle identité
it: Crea nuova identità
ja: 新しい識別情報を作成
nl: Nieuwe identiteit maken
zh_hans: 创建新身份

# device_key_custom_emergency_confirm_message
source: This creates a new DeviceID and DeviceKey for this app install. Known devices using access control must authenticate this device again. Continue?
da: Dette opretter en ny DeviceID og DeviceKey for denne app-installation. Kendte enheder med adgangskontrol skal godkende denne enhed igen. Fortsæt?
de: Dadurch wird für diese App-Installation eine neue DeviceID und ein neuer DeviceKey erzeugt. Bereits bekannte Geräte mit Zugriffskontrolle müssen dieses Gerät erneut authentifizieren. Fortfahren?
es: Esto crea una nueva DeviceID y un nuevo DeviceKey para esta instalación. Los dispositivos conocidos que usan control de acceso deberán autenticar este dispositivo de nuevo. ¿Continuar?
fi: Tämä luo uuden DeviceID:n ja DeviceKeyn tälle asennukselle. Tunnettujen laitteiden, jotka käyttävät pääsynhallintaa, täytyy todentaa tämä laite uudelleen. Jatketaanko?
fr: Cela crée un nouveau DeviceID et un nouveau DeviceKey pour cette installation. Les appareils connus qui utilisent le contrôle d’accès devront authentifier à nouveau cet appareil. Continuer ?
it: Questo crea un nuovo DeviceID e un nuovo DeviceKey per questa installazione. I dispositivi noti che usano il controllo accessi dovranno autenticare di nuovo questo dispositivo. Continuare?
ja: この操作で、このアプリのインストールに新しい DeviceID と DeviceKey が作成されます。アクセス制御を使用している既知のデバイスでは、このデバイスの再認証が必要になります。続行しますか？
nl: Dit maakt een nieuwe DeviceID en DeviceKey voor deze app-installatie. Bekende apparaten met toegangscontrole moeten dit apparaat opnieuw authenticeren. Doorgaan?
zh_hans: 这将为当前安装创建新的 DeviceID 和 DeviceKey。已知设备中使用访问控制的设备需要重新认证此设备。要继续吗？

# device_key_custom_emergency_confirm_title
source: Create New Device Identity?
da: Opret ny identitet?
de: Neue Geräte-Identität erzeugen?
es: ¿Crear nueva identidad del dispositivo?
fi: Luodaanko uusi laite-identiteetti?
fr: Créer une nouvelle identité d’appareil ?
it: Creare una nuova identità del dispositivo?
ja: 新しいデバイス識別情報を作成しますか？
nl: Nieuwe apparaatidentiteit maken?
zh_hans: 创建新的设备身份？

# device_key_custom_emergency_explanation
source: If your DeviceKey cannot be restored, you can create a new DeviceID with a new DeviceKey. Important: all known devices using access control must authenticate this device again.
da: Hvis din DeviceKey ikke kan gendannes, kan du oprette en ny DeviceID med en ny DeviceKey. Vigtigt: Kendte enheder, der bruger adgangskontrol, skal godkende denne enhed igen.
de: Wenn dein DeviceKey nicht wiederhergestellt werden kann, kannst du eine neue DeviceID mit neuem DeviceKey erzeugen. Wichtig: Alle bekannten Geräte mit Zugriffskontrolle müssen dieses Gerät danach erneut authentifizieren.
es: Si tu DeviceKey no puede restaurarse, puedes crear una nueva DeviceID con un nuevo DeviceKey. Importante: todos los dispositivos conocidos que usen control de acceso deberán autenticar este dispositivo de nuevo.
fi: Jos DeviceKeytä ei voi palauttaa, voit luoda uuden DeviceID:n uudella DeviceKeyllä. Tärkeää: kaikki tunnetut laitteet, jotka käyttävät pääsynhallintaa, joutuvat todentamaan tämän laitteen uudelleen.
fr: Si ton DeviceKey ne peut pas être restauré, tu peux créer un nouveau DeviceID avec un nouveau DeviceKey. Important : tous les appareils connus utilisant le contrôle d’accès devront authentifier à nouveau cet appareil.
it: Se il tuo DeviceKey non può essere ripristinato, puoi creare una nuova DeviceID con un nuovo DeviceKey. Importante: tutti i dispositivi noti che usano il controllo accessi dovranno autenticare nuovamente questo dispositivo.
ja: DeviceKey を復元できない場合は、新しい DeviceID と新しい DeviceKey を作成できます。重要: アクセス制御を使用している既知のデバイスは、このデバイスを再認証する必要があります。
nl: Als je DeviceKey niet kan worden hersteld, kun je een nieuwe DeviceID met een nieuwe DeviceKey aanmaken. Belangrijk: alle bekende apparaten die toegangscontrole gebruiken, moeten dit apparaat opnieuw authenticeren.
zh_hans: 如果无法恢复你的 DeviceKey，你可以创建新的 DeviceID 和新的 DeviceKey。重要：所有使用访问控制的已知设备都需要重新认证此设备。

# device_key_custom_message
source: Enter the DeviceKey you want to use for this device.
da: Indtast den DeviceKey, du vil bruge til denne enhed.
de: Gib den DeviceKey ein, den du für dieses Gerät verwenden möchtest.
es: Introduce el DeviceKey que quieres usar para este dispositivo.
fi: Anna DeviceKey, jota haluat käyttää tässä laitteessa.
fr: Saisissez le DeviceKey que vous souhaitez utiliser pour cet appareil.
it: Inserisci il DeviceKey che vuoi usare per questo dispositivo.
ja: このデバイスで使用する DeviceKey を入力してください。
nl: Voer de DeviceKey in die je voor dit apparaat wilt gebruiken.
zh_hans: 请输入你要在此设备上使用的 DeviceKey。

# device_key_custom_title
source: Custom DeviceKey
da: Brugerdefineret DeviceKey
de: Benutzerdefinierter DeviceKey
es: DeviceKey personalizado
fi: Mukautettu DeviceKey
fr: DeviceKey personnalisé
it: DeviceKey personalizzato
ja: カスタム DeviceKey
nl: Aangepaste DeviceKey
zh_hans: 自定义 DeviceKey

# device_key_emergency_server_side_hint
source: Local rollback completed. A newly created DeviceID may still exist on the server.
da: Lokal tilbagerulning er gennemført. En nyoprettet DeviceID kan stadig eksistere på serveren.
de: Der lokale Rollback wurde durchgeführt. Eine neu erzeugte DeviceID kann serverseitig trotzdem bereits existieren.
es: La reversión local se completó. Una DeviceID recién creada puede seguir existiendo en el servidor.
fi: Paikallinen palautus onnistui. Uusi DeviceID voi silti olla jo palvelimella.
fr: Le rollback local a été effectué. Un DeviceID nouvellement créé peut encore exister côté serveur.
it: Rollback locale completato. Un DeviceID appena creato potrebbe comunque esistere sul server.
ja: ローカルのロールバックは完了しました。新しく作成された DeviceID がサーバー側に残っている可能性があります。
nl: Lokale rollback voltooid. Een nieuw aangemaakte DeviceID kan nog op de server bestaan.
zh_hans: 本地回滚已完成。新创建的 DeviceID 仍可能存在于服务器上。

# device_key_error_decoding
source: Failed to decode the response.
da: Kunne ikke afkode svaret.
de: Antwort konnte nicht decodiert werden.
es: No se pudo decodificar la respuesta.
fi: Vastauksen purkaminen epäonnistui.
fr: Échec du décodage de la réponse.
it: Impossibile decodificare la risposta.
ja: 応答のデコードに失敗しました。
nl: Kan de respons niet decoderen.
zh_hans: 无法解码响应。
